{
    "reviews": [
        {
            "id": 1,
            "rating": 2,
            "text": "Bistró La Maison: El arroz negro estaba deficiente. El local necesita una renovación urgente La limpieza deja mucho que desear No lo recomendamos."
        },
        {
            "id": 2,
            "rating": 1,
            "text": "Mesón Las Grande: El entrecot estaba mediocre. El personal fue poco atento La limpieza deja mucho que desear No lo recomendamos."
        },
        {
            "id": 3,
            "rating": 5,
            "text": "Vinoteca Luna Nuevo: Los macarrones estaba increíble. La relación calidad-precio es excelente La presentación de los platos fue espectacular Definitivamente volveremos."
        },
        {
            "id": 4,
            "rating": 5,
            "text": "Asador La Moderno: La lubina estaba fantástico. El chef demuestra gran maestría Los ingredientes eran de primera calidad Definitivamente volveremos."
        },
        {
            "id": 5,
            "rating": 3,
            "text": "Tasca Mar Real: El arroz negro estaba aceptable. El ambiente era muy acogedor El tiempo de espera fue excesivo Podría mejorar en varios aspectos."
        },
        {
            "id": 6,
            "rating": 4,
            "text": "Taberna Rincón Real: El jamón estaba excepcional. El personal fue muy atento y profesional La carta es muy variada y original Definitivamente volveremos."
        },
        {
            "id": 7,
            "rating": 1,
            "text": "Tasca Mar Pequeño: Los macarrones estaba horrible. El local necesita una renovación urgente La carta es muy limitada No lo recomendamos."
        },
        {
            "id": 8,
            "rating": 3,
            "text": "Gastrobar Imperial Viejo: El arroz negro estaba aceptable. El personal fue muy atento y profesional La carta es muy limitada Podría mejorar en varios aspectos."
        },
        {
            "id": 9,
            "rating": 4,
            "text": "Tapería Il Gusto: El entrecot estaba increíble. El servicio fue impecable Las vistas son espectaculares Definitivamente volveremos."
        },
        {
            "id": 10,
            "rating": 5,
            "text": "Pizzería Los Nuevo: La pizza estaba sabroso. El local estaba muy bien decorado El personal fue muy atento y profesional Definitivamente volveremos."
        },
        {
            "id": 11,
            "rating": 3,
            "text": "Bar El Nuevo: Las tapas estaba aceptable. El local estaba muy bien decorado El local necesita una renovación urgente Podría mejorar en varios aspectos."
        },
        {
            "id": 12,
            "rating": 5,
            "text": "Tasca Rincón Moderno: La lubina estaba delicioso. El chef demuestra gran maestría La relación calidad-precio es excelente Definitivamente volveremos."
        },
        {
            "id": 13,
            "rating": 3,
            "text": "Taberna Puerto Real: El vino estaba aceptable. El ambiente era muy acogedor Los platos estaban mal presentados Podría mejorar en varios aspectos."
        },
        {
            "id": 14,
            "rating": 5,
            "text": "Restaurante Plaza Antiguo: La paella estaba impresionante. Los ingredientes eran de primera calidad Las vistas son espectaculares Definitivamente volveremos."
        },
        {
            "id": 15,
            "rating": 4,
            "text": "Brasería Nuevo Verde: El arroz negro estaba impresionante. El personal fue muy atento y profesional El ambiente era muy acogedor Definitivamente volveremos."
        },
        {
            "id": 16,
            "rating": 2,
            "text": "Bar La Bodeguita: Las tapas estaba inaceptable. El tiempo de espera fue excesivo El local necesita una renovación urgente No lo recomendamos."
        },
        {
            "id": 17,
            "rating": 2,
            "text": "Mesón Villa Pequeño: Los macarrones estaba terrible. La carta es muy limitada El servicio fue muy lento No lo recomendamos."
        },
        {
            "id": 18,
            "rating": 4,
            "text": "Tasca Real Real: Los macarrones estaba exquisito. Las vistas son espectaculares La relación calidad-precio es excelente Definitivamente volveremos."
        },
        {
            "id": 19,
            "rating": 5,
            "text": "Bar Sol Antiguo: Las croquetas estaba delicioso. El ambiente era muy acogedor El local estaba muy bien decorado Definitivamente volveremos."
        },
        {
            "id": 20,
            "rating": 4,
            "text": "Asador Sol Nuevo: El arroz negro estaba magnífico. El ambiente era muy acogedor El local estaba muy bien decorado Definitivamente volveremos."
        },
        {
            "id": 21,
            "rating": 5,
            "text": "Pizzería Las Moderno: El tiramisú estaba exquisito. El servicio fue impecable La carta es muy variada y original Definitivamente volveremos."
        },
        {
            "id": 22,
            "rating": 3,
            "text": "Restaurante El Pequeño: La paella estaba aceptable. La presentación de los platos fue espectacular El tiempo de espera fue excesivo Podría mejorar en varios aspectos."
        },
        {
            "id": 23,
            "rating": 2,
            "text": "Cervecería Antigua Nuevo: El entrecot estaba deficiente. La comida llegó fría El local necesita una renovación urgente No lo recomendamos."
        },
        {
            "id": 24,
            "rating": 5,
            "text": "Mesón Imperial Real: Los macarrones estaba espectacular. La presentación de los platos fue espectacular El chef demuestra gran maestría Definitivamente volveremos."
        },
        {
            "id": 25,
            "rating": 5,
            "text": "Bistró Mar Real: La lubina estaba increíble. La carta es muy variada y original Las vistas son espectaculares Definitivamente volveremos."
        },
        {
            "id": 26,
            "rating": 4,
            "text": "Vinoteca Villa Viejo: La paella estaba exquisito. La presentación de los platos fue espectacular La relación calidad-precio es excelente Definitivamente volveremos."
        },
        {
            "id": 27,
            "rating": 5,
            "text": "Asador El Bodegón: Los macarrones estaba magnífico. El chef demuestra gran maestría Las vistas son espectaculares Definitivamente volveremos."
        },
        {
            "id": 28,
            "rating": 4,
            "text": "Gastrobar Sabor Viejo: Los macarrones estaba sublime. El personal fue muy atento y profesional El local estaba muy bien decorado Definitivamente volveremos."
        },
        {
            "id": 29,
            "rating": 4,
            "text": "Restaurante Aroma Nuevo: La paella estaba fresco. El servicio fue impecable El chef demuestra gran maestría Definitivamente volveremos."
        },
        {
            "id": 30,
            "rating": 2,
            "text": "Gastrobar Plaza Pequeño: Los macarrones estaba malo. La comida llegó fría El servicio fue muy lento No lo recomendamos."
        },
        {
            "id": 31,
            "rating": 4,
            "text": "Bar O'Hara's: Las croquetas estaba fresco. Los ingredientes eran de primera calidad La relación calidad-precio es excelente Definitivamente volveremos."
        },
        {
            "id": 32,
            "rating": 5,
            "text": "Marisquería Los Grande: Los macarrones estaba sabroso. El ambiente era muy acogedor La carta es muy variada y original Definitivamente volveremos."
        },
        {
            "id": 33,
            "rating": 4,
            "text": "Asador Gusto Pequeño: Los macarrones estaba sublime. El chef demuestra gran maestría Los ingredientes eran de primera calidad Definitivamente volveremos."
        },
        {
            "id": 34,
            "rating": 4,
            "text": "Tapería Nuevo Verde: La paella estaba exquisito. El local estaba muy bien decorado El servicio fue impecable Definitivamente volveremos."
        },
        {
            "id": 35,
            "rating": 3,
            "text": "Cafetería Mar Real: Los zumos estaba aceptable. El chef demuestra gran maestría El ambiente era ruidoso Podría mejorar en varios aspectos."
        },
        {
            "id": 36,
            "rating": 5,
            "text": "Vinoteca Villa Nuevo: El entrecot estaba sublime. Las vistas son espectaculares La carta es muy variada y original Definitivamente volveremos."
        },
        {
            "id": 37,
            "rating": 2,
            "text": "Tapería Il Gusto: La paella estaba desagradable. La limpieza deja mucho que desear El local necesita una renovación urgente No lo recomendamos."
        },
        {
            "id": 38,
            "rating": 2,
            "text": "Vinoteca Sol Grande: Los macarrones estaba horrible. Los precios son excesivamente altos Los platos estaban mal presentados No lo recomendamos."
        },
        {
            "id": 39,
            "rating": 3,
            "text": "Pizzería Da Marco: La pasta estaba aceptable. El local estaba muy bien decorado Los platos estaban mal presentados Podría mejorar en varios aspectos."
        },
        {
            "id": 40,
            "rating": 5,
            "text": "Restaurante Antigua Real: La paella estaba fresco. El ambiente era muy acogedor Las vistas son espectaculares Definitivamente volveremos."
        },
        {
            "id": 41,
            "rating": 3,
            "text": "Cafetería Tea Time: Los bocadillos estaba aceptable. La carta es muy variada y original La limpieza deja mucho que desear Podría mejorar en varios aspectos."
        },
        {
            "id": 42,
            "rating": 4,
            "text": "Pizzería Plaza Pequeño: Los calzones estaba espectacular. La relación calidad-precio es excelente El ambiente era muy acogedor Definitivamente volveremos."
        },
        {
            "id": 43,
            "rating": 3,
            "text": "Marisquería Gusto Real: La lubina estaba aceptable. La carta es muy variada y original El tiempo de espera fue excesivo Podría mejorar en varios aspectos."
        },
        {
            "id": 44,
            "rating": 4,
            "text": "Brasería Antigua Pequeño: El entrecot estaba espectacular. La presentación de los platos fue espectacular El local estaba muy bien decorado Definitivamente volveremos."
        },
        {
            "id": 45,
            "rating": 4,
            "text": "Tapería Il Gusto: La lubina estaba fantástico. Las vistas son espectaculares El ambiente era muy acogedor Definitivamente volveremos."
        },
        {
            "id": 46,
            "rating": 2,
            "text": "Bistró Plaza Pequeño: La paella estaba inaceptable. La carta es muy limitada El servicio fue muy lento No lo recomendamos."
        },
        {
            "id": 47,
            "rating": 1,
            "text": "Tasca Luna Moderno: El entrecot estaba deplorable. El tiempo de espera fue excesivo El ambiente era ruidoso No lo recomendamos."
        },
        {
            "id": 48,
            "rating": 2,
            "text": "Bistró La Maison: La lubina estaba deplorable. El servicio fue muy lento La carta es muy limitada No lo recomendamos."
        },
        {
            "id": 49,
            "rating": 3,
            "text": "Tapería Villa Pequeño: El arroz negro estaba aceptable. El ambiente era muy acogedor El ambiente era ruidoso Podría mejorar en varios aspectos."
        },
        {
            "id": 50,
            "rating": 4,
            "text": "Gastrobar La Trattoria: La paella estaba extraordinario. El personal fue muy atento y profesional El chef demuestra gran maestría Definitivamente volveremos."
        },
        {
            "id": 51,
            "rating": 4,
            "text": "Asador Imperial Verde: El entrecot estaba magnífico. El personal fue muy atento y profesional Las vistas son espectaculares Definitivamente volveremos."
        },
        {
            "id": 52,
            "rating": 5,
            "text": "Restaurante Viejo Viejo: La lubina estaba sublime. El local estaba muy bien decorado El personal fue muy atento y profesional Definitivamente volveremos."
        },
        {
            "id": 53,
            "rating": 5,
            "text": "Mesón Il Gusto: El arroz negro estaba magnífico. La relación calidad-precio es excelente El servicio fue impecable Definitivamente volveremos."
        },
        {
            "id": 54,
            "rating": 4,
            "text": "Taberna Gusto Verde: Las conservas estaba excelente. La carta es muy variada y original El local estaba muy bien decorado Definitivamente volveremos."
        },
        {
            "id": 55,
            "rating": 3,
            "text": "Asador Viejo Viejo: Los macarrones estaba aceptable. Los ingredientes eran de primera calidad El personal fue poco atento Podría mejorar en varios aspectos."
        },
        {
            "id": 56,
            "rating": 5,
            "text": "Bistró La Grande: La lubina estaba extraordinario. La carta es muy variada y original Los ingredientes eran de primera calidad Definitivamente volveremos."
        },
        {
            "id": 57,
            "rating": 3,
            "text": "Marisquería Sol Grande: El arroz negro estaba aceptable. La presentación de los platos fue espectacular La limpieza deja mucho que desear Podría mejorar en varios aspectos."
        },
        {
            "id": 58,
            "rating": 3,
            "text": "Cervecería La Trattoria: La lubina estaba aceptable. El personal fue muy atento y profesional El local necesita una renovación urgente Podría mejorar en varios aspectos."
        },
        {
            "id": 59,
            "rating": 2,
            "text": "Restaurante Jardín Antiguo: La lubina estaba insatisfactorio. La comida llegó fría El ambiente era ruidoso No lo recomendamos."
        },
        {
            "id": 60,
            "rating": 3,
            "text": "Asador Nuevo Verde: Los macarrones estaba aceptable. El chef demuestra gran maestría El tiempo de espera fue excesivo Podría mejorar en varios aspectos."
        },
        {
            "id": 61,
            "rating": 2,
            "text": "Cervecería Las Nuevo: El arroz negro estaba mediocre. El local necesita una renovación urgente La comida llegó fría No lo recomendamos."
        },
        {
            "id": 62,
            "rating": 5,
            "text": "Bar El Pequeño: Los pinchos estaba sublime. El local estaba muy bien decorado Las vistas son espectaculares Definitivamente volveremos."
        },
        {
            "id": 63,
            "rating": 4,
            "text": "Gastrobar Gusto Real: La paella estaba sabroso. El servicio fue impecable El chef demuestra gran maestría Definitivamente volveremos."
        },
        {
            "id": 64,
            "rating": 2,
            "text": "Bar Los Nuevo: Las bravas estaba insatisfactorio. Los platos estaban mal presentados La comida llegó fría No lo recomendamos."
        },
        {
            "id": 65,
            "rating": 3,
            "text": "Asador El Antiguo: La lubina estaba aceptable. El servicio fue impecable El tiempo de espera fue excesivo Podría mejorar en varios aspectos."
        },
        {
            "id": 66,
            "rating": 2,
            "text": "Gastrobar La Trattoria: La paella estaba inferior. Los platos estaban mal presentados La carta es muy limitada No lo recomendamos."
        },
        {
            "id": 67,
            "rating": 5,
            "text": "Tasca Villa Real: La paella estaba excepcional. El local estaba muy bien decorado La presentación de los platos fue espectacular Definitivamente volveremos."
        },
        {
            "id": 68,
            "rating": 2,
            "text": "Tasca La Trattoria: La paella estaba mediocre. El local necesita una renovación urgente Los precios son excesivamente altos No lo recomendamos."
        },
        {
            "id": 69,
            "rating": 1,
            "text": "Bistró Gusto Real: La paella estaba lamentable. El personal fue poco atento La limpieza deja mucho que desear No lo recomendamos."
        },
        {
            "id": 70,
            "rating": 4,
            "text": "Mesón Le Bistrot: Los macarrones estaba impresionante. Los ingredientes eran de primera calidad Las vistas son espectaculares Definitivamente volveremos."
        },
        {
            "id": 71,
            "rating": 3,
            "text": "Mesón Le Bistrot: El entrecot estaba aceptable. El personal fue muy atento y profesional Los precios son excesivamente altos Podría mejorar en varios aspectos."
        },
        {
            "id": 72,
            "rating": 2,
            "text": "Tasca Sol Moderno: El arroz negro estaba horrible. La carta es muy limitada Los precios son excesivamente altos No lo recomendamos."
        },
        {
            "id": 73,
            "rating": 5,
            "text": "Restaurante El Bodegón: El entrecot estaba fantástico. El local estaba muy bien decorado La presentación de los platos fue espectacular Definitivamente volveremos."
        },
        {
            "id": 74,
            "rating": 2,
            "text": "Restaurante La Trattoria: El arroz negro estaba deplorable. El personal fue poco atento La comida llegó fría No lo recomendamos."
        },
        {
            "id": 75,
            "rating": 4,
            "text": "Asador Antigua Antiguo: Los macarrones estaba increíble. La carta es muy variada y original Los ingredientes eran de primera calidad Definitivamente volveremos."
        },
        {
            "id": 76,
            "rating": 2,
            "text": "Bistró Viejo Viejo: La paella estaba malo. El local necesita una renovación urgente Los precios son excesivamente altos No lo recomendamos."
        },
        {
            "id": 77,
            "rating": 1,
            "text": "Restaurante Mar Antiguo: La lubina estaba mediocre. El personal fue poco atento La comida llegó fría No lo recomendamos."
        },
        {
            "id": 78,
            "rating": 5,
            "text": "Taberna La Cave: Las conservas estaba fantástico. La presentación de los platos fue espectacular El chef demuestra gran maestría Definitivamente volveremos."
        },
        {
            "id": 79,
            "rating": 1,
            "text": "Pizzería Gusto Verde: La pasta estaba insatisfactorio. El local necesita una renovación urgente El tiempo de espera fue excesivo No lo recomendamos."
        },
        {
            "id": 80,
            "rating": 5,
            "text": "Tasca El Nuevo: El arroz negro estaba excelente. Las vistas son espectaculares Los ingredientes eran de primera calidad Definitivamente volveremos."
        },
        {
            "id": 81,
            "rating": 4,
            "text": "Tapería El Bodegón: Los macarrones estaba excelente. La presentación de los platos fue espectacular La carta es muy variada y original Definitivamente volveremos."
        },
        {
            "id": 82,
            "rating": 4,
            "text": "Restaurante Jardín Pequeño: Los macarrones estaba perfecto. Las vistas son espectaculares La carta es muy variada y original Definitivamente volveremos."
        },
        {
            "id": 83,
            "rating": 4,
            "text": "Vinoteca Mar Viejo: La lubina estaba impresionante. La presentación de los platos fue espectacular El local estaba muy bien decorado Definitivamente volveremos."
        },
        {
            "id": 84,
            "rating": 2,
            "text": "Bar Rincón Antiguo: La tortilla estaba insatisfactorio. Los precios son excesivamente altos La comida llegó fría No lo recomendamos."
        },
        {
            "id": 85,
            "rating": 3,
            "text": "Marisquería Real Pequeño: El arroz negro estaba aceptable. El local estaba muy bien decorado La carta es muy limitada Podría mejorar en varios aspectos."
        },
        {
            "id": 86,
            "rating": 4,
            "text": "Restaurante Antigua Nuevo: La lubina estaba sabroso. El personal fue muy atento y profesional Las vistas son espectaculares Definitivamente volveremos."
        },
        {
            "id": 87,
            "rating": 4,
            "text": "Cervecería Villa Moderno: El arroz negro estaba sabroso. El personal fue muy atento y profesional La relación calidad-precio es excelente Definitivamente volveremos."
        },
        {
            "id": 88,
            "rating": 5,
            "text": "Tapería Rincón Moderno: La paella estaba exquisito. El chef demuestra gran maestría El local estaba muy bien decorado Definitivamente volveremos."
        },
        {
            "id": 89,
            "rating": 3,
            "text": "Bar Le Bar: Las bravas estaba aceptable. La carta es muy variada y original La comida llegó fría Podría mejorar en varios aspectos."
        },
        {
            "id": 90,
            "rating": 5,
            "text": "Mesón Sabor Viejo: El arroz negro estaba excelente. El servicio fue impecable La carta es muy variada y original Definitivamente volveremos."
        },
        {
            "id": 91,
            "rating": 3,
            "text": "Marisquería La Trattoria: La paella estaba aceptable. El ambiente era muy acogedor El personal fue poco atento Podría mejorar en varios aspectos."
        },
        {
            "id": 92,
            "rating": 3,
            "text": "Brasería Aroma Real: La lubina estaba aceptable. La carta es muy variada y original El ambiente era ruidoso Podría mejorar en varios aspectos."
        },
        {
            "id": 93,
            "rating": 5,
            "text": "Tapería Le Bistrot: La paella estaba espectacular. El local estaba muy bien decorado El ambiente era muy acogedor Definitivamente volveremos."
        },
        {
            "id": 94,
            "rating": 3,
            "text": "Gastrobar Rincón Verde: Los macarrones estaba aceptable. El ambiente era muy acogedor Los platos estaban mal presentados Podría mejorar en varios aspectos."
        },
        {
            "id": 95,
            "rating": 4,
            "text": "Gastrobar Plaza Real: La lubina estaba sabroso. Los ingredientes eran de primera calidad El personal fue muy atento y profesional Definitivamente volveremos."
        },
        {
            "id": 96,
            "rating": 2,
            "text": "Restaurante Le Bistrot: Los macarrones estaba inferior. Los platos estaban mal presentados La carta es muy limitada No lo recomendamos."
        },
        {
            "id": 97,
            "rating": 5,
            "text": "Asador Nuevo Antiguo: El entrecot estaba fantástico. El servicio fue impecable El ambiente era muy acogedor Definitivamente volveremos."
        },
        {
            "id": 98,
            "rating": 3,
            "text": "Bistró Viejo Viejo: Los macarrones estaba aceptable. La carta es muy variada y original El local necesita una renovación urgente Podría mejorar en varios aspectos."
        },
        {
            "id": 99,
            "rating": 3,
            "text": "Tapería La Maison: La paella estaba aceptable. Las vistas son espectaculares Los platos estaban mal presentados Podría mejorar en varios aspectos."
        },
        {
            "id": 100,
            "rating": 3,
            "text": "Mesón Aroma Moderno: El entrecot estaba aceptable. El local estaba muy bien decorado La carta es muy limitada Podría mejorar en varios aspectos."
        }
    ]
}